<?php

/**
 * ECSHOP 网银在线语言文件
 * ============================================================================
 * * 版权所有 2005-2012 上海商派网络科技有限公司，并保留所有权利。
 * 网站地址: http://www.ecshop.com；
 * ----------------------------------------------------------------------------
 * 这不是一个自由软件！您只能在不用于商业目的的前提下对程序代码进行修改和
 * 使用；不允许对程序代码以任何形式任何目的的再发布。
 * ============================================================================
 * $Author: liubo $
 * $Id: chinabank.php 17217 2011-01-19 06:29:08Z liubo $
 */

global $_LANG;

$_LANG['chinapay']         = '网付通';
$_LANG['chinapay_desc']    = '“银联在线支付”是中国银联联合商业银行推出的线上支付平台，全面支持各类型银联卡，涵盖银联卡支付、网银支付等多种支付方式，其中银联卡支付无需开通网银，即可为持卡人网购火车票、境内外网上购物、便民缴费等提供支付服务。客服热线：95516';
$_LANG['chinapay_id']	= '商户ID';
$_LANG['chinapay_key']  = '交易密钥';

?>